<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
  <dict>
    <key>PayloadContent</key>
    <array>
      <dict>
        <key>PayloadType</key>
        <string>com.apple.dnsSettings.managed</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadIdentifier</key>
        <string>eu.joindns4.child.tls.d5981b29-4f6d-4cd5-819e-4ec5ba902218</string>
        <key>PayloadUUID</key>
        <string>f2553f3f-52aa-439c-adc4-50f5146e45e8</string>
        <key>PayloadDisplayName</key>
        <string>DNS4EU DNS-over-TLS Child</string>
        <key>PayloadDescription</key>
        <string>Configures DNS-over-TLS to use child.joindns4.eu</string>
        <key>PayloadOrganization</key>
        <string>Whalebone, s.r.o.</string>
        <key>DNSSettings</key>
        <dict>
          <key>DNSProtocol</key>
          <string>TLS</string>
          <key>ServerAddresses</key>
          <array>
            <string>86.54.11.12</string>
            <string>86.54.11.212</string>
            <string>2a13:1001::86:54:11:12</string>
            <string>2a13:1001::86:54:11:212</string>
          </array>
          <key>ServerName</key>
          <string>child.joindns4.eu</string>
        </dict>
      </dict>
    </array>
    <key>PayloadDisplayName</key>
    <string>DNS4EU DNS-over-TLS Child</string>
    <key>PayloadIdentifier</key>
    <string>eu.joindns4.child.tls.apple</string>
    <key>PayloadRemovalDisallowed</key>
    <false/>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>d901b3c1-a6ed-4891-8833-21e59c533c05</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
  </dict>
</plist>



