<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
  <dict>
    <key>PayloadContent</key>
    <array>
      <dict>
        <key>PayloadType</key>
        <string>com.apple.dnsSettings.managed</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadIdentifier</key>
        <string>eu.joindns4.noads.https.a048d648-0385-46ba-a315-a218f656cc6d</string>
        <key>PayloadUUID</key>
        <string>e64843fa-4d6e-4dda-adc9-eed8f690ed3b</string>
        <key>PayloadDisplayName</key>
        <string>DNS4EU DNS-over-HTTPS Noads</string>
        <key>PayloadDescription</key>
        <string>Configures DNS-over-HTTPS to use noads.joindns4.eu</string>
        <key>PayloadOrganization</key>
        <string>Whalebone, s.r.o.</string>
        <key>DNSSettings</key>
        <dict>
          <key>DNSProtocol</key>
          <string>HTTPS</string>
          <key>ServerAddresses</key>
          <array>
            <string>86.54.11.13</string>
            <string>86.54.11.213</string>
            <string>2a13:1001::86:54:11:13</string>
            <string>2a13:1001::86:54:11:213</string>
          </array>
          <key>ServerURL</key>
          <string>https://noads.joindns4.eu/dns-query</string>
        </dict>
      </dict>
    </array>
    <key>PayloadDisplayName</key>
    <string>DNS4EU DNS-over-HTTPS Noads</string>
    <key>PayloadIdentifier</key>
    <string>eu.joindns4.noads.https.apple</string>
    <key>PayloadRemovalDisallowed</key>
    <false/>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>3e760d48-7fc6-4ebc-8036-5ad9458b52f4</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
  </dict>
</plist>